Repository: manaflow-ai/cmux
Catalog: Packages/iOS/CmuxMobileChanges/Sources/CmuxMobileChanges/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# changes.badge.deleted
source: Deleted
ja: 削除

# changes.badge.new
source: New
ja: 新規

# changes.binary.badge
source: Binary
ja: バイナリ

# changes.binary.title
source: Binary file not shown
ja: バイナリファイルは表示できません

# changes.binary.after
source: After
ja: 変更後

# changes.binary.before
source: Before
ja: 変更前

# changes.binary.revision
source: Revision
ja: リビジョン

# changes.chip.file_count.one
source: %lld file
ja: %lldファイル

# changes.chip.file_count.other
source: %lld files
ja: %lldファイル

# changes.copy.hunk
source: Copy Hunk
ja: ハンクをコピー

# changes.copy.line
source: Copy Line
ja: 行をコピー

# changes.diff.error.message
source: Check the connection to your Mac and try again.
ja: Macとの接続を確認して、もう一度お試しください。

# changes.diff.error.title
source: Couldn't load diff
ja: 差分を読み込めませんでした

# changes.diff.expand.accessibility.above
source: Expand hidden lines above
ja: 上の非表示の行を展開

# changes.diff.expand.accessibility.above_count
source: Expand %lld hidden lines above
ja: 上の非表示の行を%lld行展開

# changes.diff.expand.accessibility.all_count
source: Expand all %lld hidden lines
ja: 非表示の%lld行をすべて展開

# changes.diff.expand.accessibility.below
source: Expand hidden lines below
ja: 下の非表示の行を展開

# changes.diff.expand.accessibility.below_count
source: Expand %lld hidden lines below
ja: 下の非表示の行を%lld行展開

# changes.diff.expand.count
source: Expand %lld lines
ja: %lld行を展開

# changes.diff.expand.failed
source: Couldn't expand lines. Tap to retry.
ja: 行を展開できませんでした。タップして再試行してください。

# changes.diff.expand.hidden
source: Expand hidden lines
ja: 非表示の行を展開

# changes.diff.expand.loading
source: Loading hidden lines…
ja: 非表示の行を読み込み中…

# changes.diff.expand.too_large
source: Too large to expand
ja: 大きすぎるため展開できません

# changes.diff.no_newline_marker
source: No newline at end of file
ja: ファイル末尾に改行がありません

# changes.diff.progress
source: Showing %1$@ of %2$@ diff lines
ja: 差分行%2$@行のうち%1$@行を表示

# changes.diff.progress_loaded_only
source: Showing the first %@ diff lines
ja: 差分の最初の%@行を表示

# changes.diff.show_more
source: Show more
ja: さらに表示

# changes.diff.show_more_failed
source: Couldn't load more diff lines. Try again.
ja: 差分の続きを読み込めませんでした。もう一度お試しください。

# changes.diff.truncated
source: Large diff. Showing the first %lld lines to keep things fast. See the rest on your Mac.
ja: 大きな差分のため、最初の%lld行のみ表示しています。残りはMacでご確認ください。

# changes.dir.accessibility
source: %1$@, folder, %2$@
ja: %1$@、フォルダ、%2$@

# changes.dir.collapsed
source: Collapsed
ja: 折りたたみ済み

# changes.dir.expanded
source: Expanded
ja: 展開済み

# changes.empty.message
source: This workspace matches %@.
ja: このワークスペースは%@と一致しています。

# changes.empty.title
source: No changes
ja: 変更はありません

# changes.error.message
source: Check the connection to your Mac and try again.
ja: Macとの接続を確認して、もう一度お試しください。

# changes.error.title
source: Couldn't load changes
ja: 変更を読み込めませんでした

# changes.files.truncated
source: Showing the first 500 changed files. See the rest on your Mac.
ja: 変更ファイルは最初の500件のみ表示しています。残りはMacでご確認ください。

# changes.not_repo.message
source: This workspace's directory isn't inside a Git repository.
ja: このワークスペースのディレクトリはGitリポジトリ内にありません。

# changes.not_repo.title
source: Not a Git repository
ja: Gitリポジトリではありません

# changes.retry
source: Retry
ja: 再試行

# changes.row.accessibility
source: %1$@, %2$@, %3$lld additions, %4$lld deletions
ja: %1$@、%2$@、追加%3$lld行、削除%4$lld行

# changes.status.added
source: added
ja: 追加

# changes.status.deleted
source: deleted
ja: 削除

# changes.status.modified
source: modified
ja: 変更

# changes.status.renamed
source: renamed
ja: 名前変更

# changes.status.unknown
source: changed
ja: 変更

# changes.status.untracked
source: untracked
ja: 未追跡

# changes.summary.files_changed
source: %lld files changed
ja: %lldファイルを変更
